# WELCOME_MESSAGE1

WELCOME_MESSAGE = '''
<b>🎉 Дорогая, я тебя поздравляю</b>, ты на 24 часа получаешь <b>бесплатный доступ к мини-курсу</b>, который поможет убрать живот и бедра за 28 дней!

Меня зовут Катя. Я — <b>нутрициолог с 7-летним стажем</b> и дипломом академии NSL. И да, я против диет!

<b>Если тебе знакомы ощущения</b>:

«Боюсь диет и тренажерки»
«Живот и бёдра будто приросли»
«Я срываюсь на сладкое и злюсь на себя»
“Энергия появляется и исчезает, нет сил и мотивации”

👉 <b>Если ты говоришь: «Да, очень!» — тогда ты по адресу.</b>

<b>Внутри стартового курса ты узнаешь:</b>

✅ <b>Урок 1:</b> 3 ключевые ошибки в питании, из-за которых не уходят лишние 5–10 кг
✅ <b>Урок 2:</b> Откуда взять силу воли (её на самом деле нет)
✅ <b>Урок 3:</b> Как убрать 5–10 кг на “упрямых” женских местах за 28 дней без диет и страданий: говорим про живот и бёдра
🎁 <b>Бонус:</b> Тест, который позволит понять, что нужно начать менять именно тебе

<b>Мой путь — это не “от природы стройная Катя”.</b>

Я <b>сбросила 20 кг</b>, восстановила энергию, убрала отёки и перестала зависеть от силы воли — потому что <b>выстроила систему</b>, которая работает, даже если ты уставшая мама, без режима и мотивации.

📌 <b>Досмотри до конца</b> — получишь пособие, которое поможет отказаться от сахара без ломок и страданий за 2 недели!
'''

SUBSCRIPTION_NEEDED_MESSAGE = '''
<b>Дорогая, я пока не вижу твоей подписки 😢</b>
Без этого — не смогу открыть тебе курс.

Подпишись, пожалуйста, и нажми <b>«Готово»</b>, чтобы получить доступ 🙏
'''

SUBSCRIPTION_REMINDER_1 = '''
<b>Нежно напоминаю 💌</b>

Бесплатный курс <b>«Как добиться плоского живота и энергии без диет и зала за 28 дней?»</b> доступен ещё 23 часа.

Обязательно загляни, если не успела💖

'''

SUBSCRIPTION_REMINDER_2 = '''Дорогая, мой бесплатный курс <b>«Как добиться плоского живота и энергии без диет и зала за 28 дней?»</b> доступен только 12 часов!

Обязательно посмотри, если:
✔️ чувствуешь постоянную усталость и просыпаешься «разбитой»
✔️ не можешь убрать лишние 5–10 кг на животе и бёдрах, несмотря на диеты и ограничения (постоянные срывы и отсутствие мотивации)
✔️ борешься с отёками, перееданием, выгорела от самокритики и «слабой силы воли»
✔️ давно разочаровалась в «волшебных таблетках» и миллионах попыток взять себя в руки

Поверь, результат не заставит себя ждать!

С любовью и принятием, Катя 💖
'''

GREETINGS_SUBSCRIBED_MESSAGE = '''
<b>Подписку вижу — отлично! 🎉</b>

Как и обещала — держи доступ к стартовому курсу, который уже помог сотням женщин перестать срываться, обрести стройность и энергию, питаясь вкусно и разнообразно!

<b>За 15 минут ты узнаешь:</b>
✔️ Почему вес не двигается, даже при “дефиците калорий”
✔️ Как не срываться и питаться в удовольствие без силы воли
✔️ Как убрать 5–10 кг на животе и бедрах за 28 дней без диет и мучительных ограничений
✔️ Что нужно есть, чтобы питаться вкусно и сытно, но при этом стройнеть

И в конце — про метод Body Up, который помог уже сотням женщин вернуть плоский живот и стройные бедра, и обрести лёгкость, стройность и энергию. Без страданий, диет и изнурительных тренировок.

И, кстати, я тоже в числе этих женщин. Я не «стройный от природы» эксперт, увы и ах, генетика решила сыграть со мной злую шутку.
Но я нашла путь.

<b>Минус 20 кг — без откатов, с восстановлением и любовью.</b>

👉 Жми на кнопку — начнём ⬇️
'''

LESSON_MESSAGE_1 = '''
<b>🧠 Урок 1. Лишний вес — это не про калории</b>

Отлично, вот твой первый урок!

Топ-3 ошибки в питании, из-за которых вес стоит на месте, даже если ты очень стараешься. А я знаю, что ты действительно стараешься и хочешь стать лучше, ради себя и для себя.

Ты узнаешь:
✔️ почему дефицит калорий почти всегда приводит к откатам
✔️ зачем на самом деле нам нужны углеводы (и почему их не стоит бояться)
✔️ как однообразное питание сказывается и на фигуре, и на самочувствии
✔️ и почему в первую очередь важно учитывать <b>нутритивную плотность</b> продуктов, а не их калорийность.

💭 Девочки, вы не обязаны бороться с телом. <b>Ваша энергия начинается с вашего питания</b>, но кто сказал, что оно не должно быть вкусным?)
'''


LESSON_MESSAGE_2 = '''
<b>💃 Урок 2. У меня нет силы воли</b>

Ты уже на втором уроке — горжусь!

Вот правда: все эти «соберись» и «перетерпи» — не про женское тело.
Это про игнорирование биохимии и здравого смысла.

Интересный факт: <b>80% людей теряют мотивацию на диетах уже через две недели</b> (исследование JAMA, 2018). Но дело не в характере — а в том, что мозг и гормоны реагируют на ограничения совсем иначе, чем мы думаем.

📌 Здесь ты узнаешь:
✔️ Почему <b>силы воли не существует биохимически</b>
✔️ Почему мотивация «сдувается» через 2 недели
✔️ Как начать путь к стройности в своё удовольствие

🔍 Спойлер: когда ты балансируешь питание, ритмы и дефициты — <b>мозг и тело начинают “играть за тебя”.</b>

🎁 В финале — <b>простое пособие, как навсегда избавиться от тяги к сладкому</b>, не ломая себя за одну неделю.
'''

LESSON_MESSAGE_3 = '''<b>🌟 Финальный урок. Плоский живот и стройные бедра за пару недель!</b>

Финальный шаг — и, возможно, поворотный момент для тебя и твоего тела.

Ты уже многое узнала, настало время самого главного урока — «почему вес так упрямо держится в животе и бёдрах, и что с этим делать?»

Я собрала всю выжимку и поместила её в финальный практикум!

📌 На нём ты узнаешь:

✔️ Почему жир держится на животе и бёдрах, и как убрать их за 28 дней  
✔️ Как легко повлиять на гормоны, стресс и режим, чтобы убрать «упрямые зоны»  
✔️ Что делать, если ты выгорела и просто хочешь вернуть себя  
✔️ Методика как восстановить энергию в теле  

<b>Никаких диет, жестких тренировок и страданий!</b> Ешь свою любимую еду и стройней в удовольствие!

На занятии дам самые важные практические инструменты, разберу реальные кейсы, расскажу с чего начать и как строить подход, если твоя цель — не просто похудеть, а сделать это экологично для себя.

🎁 Для ВСЕХ участников подарок -- пособие <b>«ПРОЩАЙ, сахар!»</b>.

Ну и, конечно, расскажу как попасть на мою программу Body Up, которая помогла стать стройными и энергичными уже 1000+ женщин!

<b>Практикум пройдет уже завтра в 12:00 и 19:00 по МСК.</b>  
Провожу их всего пару дней, сейчас у тебя есть возможность попасть на эфир бесплатно.

Записи не будет. Поэтому всем быть онлайн.

Прямо сейчас выбирай время, в которое ты сможешь прийти с помощью кнопок ниже 👇

📌 А также напомню, что все бонусы, которые я обещала — выдам в конце мастер-класса всем участникам'''

WEBINAR_REMINDER_0 = '''
Дорогая, выбери, пожалуйста, время, когда тебе будет удобно посетить практикум, сейчас доступно только 15 мест. ⬇️
'''

WEBINAR_REMINDER_1 = '''<b>Отлично!</b>  

Я пришлю тебе ссылку на эфир сюда за 15 минут до начала 🌿

А пока, как и обещала — небольшой, но важный тест.

✨ Многие участницы пишут, что тест помог им впервые связать между собой режим дня, тягу к сладкому, усталость и даже частые отёки.

Ты можешь пройти тест по кнопке ниже ⬇️
'''

WEBINAR_REMINDER_2 = '''<b>СЕГОДНЯ — ФИНАЛЬНЫЙ УРОК 🏁</b>

<b>Доброе утро, дорогая 🌿</b>

Сегодня в {} по МСК мы встретимся на финальном практикуме Body Up — и, честно, я очень рада, что ты идёшь до конца💛

📌 Что мы разберём:

🔹 Почему жир «застревает» в животе и бёдрах (и как мягко его сдвинуть)
🔹 Что нужно есть, чтобы питаться вкусно и сытно, но при этом стройнеть
🔹 Как за 2 недели вернуть энергию в свою жизнь
🔹 Попробуем на практике стратегию, которая поможет скинуть 3–9 кг на животе и бёдрах за 28 дней
🔹 Как без диет, жёстких ограничений и спорта — прийти к телу, которое тебе нравится

📌 Ссылка на эфир придёт сюда за 15 минут до начала.

P.S. Чтобы получить все обещанные материалы и бонусы — будь онлайн до конца урока 💛
'''

WEBINAR_REMINDER_3 = '''
<b>До эфира — 4 часа! 💥</b>

Готова к своей точке роста?

Честно: большинство онлайн уроков заканчиваются очередными советами “ешьте меньше, двигайтесь больше” или новой волной чувства вины.

<b>У нас будет по-другому.</b>

Сегодня мы:

✔️разберём, как работают твои ритмы, гормоны и нервная система (и почему иногда тело само держит вес, даже если “всё правильно”)
✔️покажу, как распознать свои залипшие паттерны: усталость, отёки, тяга к сладкому, “замороженный” живот и бёдра — что с этим делать по науке
✔️разложим всё по полочкам: откуда берётся энергия и куда она утекает, и как это можно поменять на практике, не насилуя себя
✔️на примере реальных кейсов объясню, как женщинам удавалось выйти из “вечного круга похудения”, вернуть энергию, ясность, спокойствие и видеть изменения в теле, даже если раньше ничего не работало

Ты выйдешь с эфира не только с ясностью, но и с <b>рабочей схемой — без давления, но с реальными точками опоры</b>, которые работают для женщин с разным опытом.

Ссылка придёт сюда за 15 минут до старта.

Сегодня начинается твой новый путь: <b>минус 3–9 кг, энергия и лёгкость.</b>
'''

WEBINAR_REMINDER_4 = '''
<b>До нашего эфира остался всего 1 час! 🌟</b>

Ты готова? Сегодня в {} по МСК пройдёт финальный практикум Body Up, где я собрала всё самое важное.

Мы разберём:

✔️физиологию <b>«упрямых» зон</b>: почему жир копится именно там
✔️особенности женского тела: <b>как вернуть энергию</b>, если нет сил вставать по утрам
✔️почему <b>сытное и вкусное питание</b> — это не роскошь, а необходимость
✔️<b>метод Body Up</b>, который уже помог сотням женщин

Я дам тебе <b>практические инструменты</b>, расскажу, с чего начать и что кушать, если ты хочешь не просто похудеть, а <b>вернуть телу лёгкость и силы</b>.

🎥 Ссылка на эфир придёт сюда за 15 минут до старта.

Подготовь себе тёплый чай, блокнотик и немного тишины — чтобы провести это время в фокусе для себя.

<b>Это будет твоей точкой роста.</b>

До встречи 💛 — Катя

'''

WEBINAR_REMINDER_5 = '''
<b>Стартуем через 15 минут! 🌿</b>

🎥 Вот ссылка на эфир: <a href="https://start.bizon365.ru/room/196812/bodyup">https://start.bizon365.ru/room/196812/bodyup</a>

Подключайся заранее — чтобы спокойно устроиться, включиться в процесс и ничего не пропустить.

<b>Количество мест ограничено</b>, я жду тебя!

<b>Это будет ключевой урок.</b> Обещаю, он многое поставит на свои места.

'''

WEBINAR_REMINDER_6 = '''
<b>Мы в эфире! 💛</b>

Пока ещё есть места — обязательно подключайся!

🎥 Ссылка на эфир: <a href="https://start.bizon365.ru/room/196812/bodyup">https://start.bizon365.ru/room/196812/bodyup</a>

Прямо сейчас я покажу тебе:

🌿 <b>Как реально работает механизм мягкого снижения веса</b> на животе и бёдрах
🌿 <b>Что можно начать делать уже сегодня</b> — чтобы вернуть себе силу, лёгкость и контакт с телом
🌿 А также — <b>пошаговую стратегию Body Up</b>, которая уже помогла сотням женщин

Будет очень <b>практично, честно и вдохновляюще</b>. Я очень старалась, жду тебя!
'''

WEBINAR_REMINDER_7 = '''
<b>🔴 Мы уже в эфире — и ты кое-что упускаешь!</b>

Прямо сейчас я разбираю, <b>почему тело держит вес</b> даже тогда, когда ты стараешься.

<b>Живот, бёдра, отёки</b>, “как будто прилипло” — я наконец объясняю это <b>с точки зрения физиологии</b>, а не силы воли.

✨ Уже вижу в чате сообщения в духе:  
<b>“Кать, почему я не знала этого раньше?”</b>

👉 Подключайся пока идёт — ещё не поздно! <a href="https://start.bizon365.ru/room/196812/bodyup">https://start.bizon365.ru/room/196812/bodyup</a>
'''

WEBINAR_REMINDER_8 = '''
<b>🔥 Началось самое важное — метод, как убрать живот и бёдра!</b>

Если ты когда-либо:  
— не могла <b>принять своё отражение</b> в зеркале
— просыпалась <b>без сил и энергии</b>
— не понимала, <b>что делать с лишним весом</b> на животе и бёдрах
— мечтала просто <b>вернуть лёгкость и свободу</b> в теле —

➡️ Тогда не пропусти этот момент!

Прямо сейчас я <b>пошагово раскрываю метод Body Up</b> — как скинуть 5–10 кг за 28 дней <b>без диет, срывов и контроля</b>.

<a href="https://start.bizon365.ru/room/196812/bodyup">https://start.bizon365.ru/room/196812/bodyup</a>
'''

WEBINAR_REMINDER_9 = '''
<b>🥗 Составляем рацион прямо в эфире</b> — не абстрактные схемы, а <b>реальный разбор твоей ситуации</b>.

Да, именно сейчас — реальные шаги:

✔️ <b>Как выглядит сбалансированный рацион</b>, чтобы живот и бёдра наконец начали “отпускать”
✔️ <b>Как на самом деле работает сочетание</b> белков, жиров, углеводов и микронутриентов, если ты не хочешь есть каждые 2 часа, но не готова сидеть голодной
✔️ <b>Почему тяга к сладкому, срывы и усталость</b> — это про конкретные ошибки в построении меню (и как их решить на практике)
✔️ <b>Как формировать рацион</b>, чтобы был прилив энергии — не только на завтрак, но и вечером

🎥 Ещё можно подключиться — <b>успеваешь попасть на разбор</b> и получить <b>готовую схему под свой запрос</b>.

<a href="https://start.bizon365.ru/room/196812/bodyup">https://start.bizon365.ru/room/196812/bodyup</a>
'''

WEBINAR_REMINDER_10 = '''<b>🌸 Девочки, предложение только для участниц эфира!</b>

Спасибо тебе, что была сегодня на практикуме — это значит, ты действительно <b>готова к изменениям</b> 💛

Если ты готова начать прямо сейчас и принимать мою кураторскую помощь на пути к результату:

<b>Как и обещала — только для участниц эфира открываю доступ в мою авторскую программу Body Up по специальной цене:</b>

🔹 Тариф Lite — 19 000₽ вместо <s>30 000₽</s>
🔹 Тариф Pro — 28 000₽ вместо <s>40 000₽</s>
🔹 Тариф Vip — 78 000₽ вместо <s>100 000₽</s>

<b>Что внутри:</b>

✅ <b>Персонализация и адаптация</b>
Не диета, а система, где план адаптируется под твой реальный режим, твой метаболизм, твой цикл, твой стресс, твою жизнь.
Ты не подгоняешь себя под чужую схему — наоборот, схема подбирается и корректируется под тебя.

✅ <b>Фокус на самые “упрямые” зоны (живот, бёдра)</b>
Работает именно с женской физиологией, а не “унисекс-подход”.
Используем не только питание, но и управление ритмами, стрессом и режимом, чтобы убрать застой в этих зонах.

✅ <b>Без срывов и жёстких ограничений</b>  
Программа строится так, чтобы тебе не хотелось срываться.
Питание будет вкусным и насыщенным, без “списка запрещёнки” из 100 пунктов.

✅ <b>Поддержка и сопровождение</b>  
На каждом этапе есть поддержка: разбираем твои вопросы, корректируем схему, даём рекомендации
Ты не остаёшься наедине.

🏆 <b>Финальный результат — не просто вес, а состояние</b>
В конце ты не только видишь минус на весах, но и чувствуешь себя женственной: тело стало легче, настроение стабильнее, есть силы и радость жизни.

📌 Доступ к материалам — навсегда. Я на связи с вами весь период прохождения программы.

<b>Просто подумай:</b> где ты ещё найдёшь пошаговую инструкцию с личным сопровождением специалиста?

Ведь перед каждой возможностью, которую тебе подкидывает жизнь ты можешь:

Оставить всё как есть и ничего не менять

Попытаться пройти путь самой и разочароваться навсегда (признайся, ведь пыталась)

Срываться с бесконечных диет, не чувствовать лёгкости и счастья, уставать на работе, оставаясь без сил на что-либо

<b>Может быть, пришло время что-то изменить? Ты это заслужила.</b> 💝

Скажу из своего опыта:

<b>Я больше 7 лет занимаюсь нутрициологией.</b> За это время я помогла людям скинуть больше чем 5 тысяч килограмм лишнего веса. Только вдумайся.

<b>Я знаю, как это работает и почему.</b>

Понимаешь, какой путь нужно пройти, чтобы разобраться самой?

<b>Путь мудрых — учись на чужих ошибках и доверяй опытным специалистам.</b>

🌿 Эта программа не про ограничения и борьбу с собой.

<b>Мой подход — бережный и научный:</b> мы уберем 5–10 кг на животе и в бёдрах, восстановим твою физиологию, ритмы, наладим питание и вернём тебе силы жить — <b>с любовью к себе, а не с насилием.</b>

<b>Всего за 28 дней.</b>

📌 Такая цена действует только до полуночи завтрашнего дня, дальше карета превращается в тыкву

🎁 + Бонус при оплате сегодня — 1 неделя сопровождения лично от меня!

👉 <b>Чтобы записаться на курс или зафиксировать цену за 2000₽ — заходи на сайт программы "Body Up"!</b> ---> <a href="http://ekaterina-hodianok.ru">http://ekaterina-hodianok.ru</a>

P.S. Если остались вопросы — пиши в службу заботы, тебе помогут :)⬇️
'''

QUESTION_MESSAGE_1 = '''
<b>🌿 Вчера прошёл эфир Body Up</b>

За это время мы не просто поговорили “про жир на животе и бёдрах”, а <b>разобрали реальные причины, почему тело цепляется за лишний вес</b> (и почему банальные диеты тут не работают).

Самое классное — каждая участница ушла с <b>реальными инструментами</b>, которые уже начала применять:

— разобрали, как работает <b>женская физиология</b> и почему живот и бёдра не уходят “по щелчку”
— впервые честно посмотрели на то, <b>что мешает телу отдавать лишнее</b>: стрессы, биоритмы, перекосы в питании
— составили <b>рабочий рацион</b> на каждый день — без строгих ограничений, чтобы тело реально начало меняться
— все ушли с пониманием: <b>что делать, чтобы вернуть энергию и перестать бесконечно “срывать” систему</b>

Скажи, тебе удалось побывать на эфире? 👇👇👇
'''


FIRST_OFFER_MESSAGE_1 = '''
<b>✨ История победы: как Тамара сбросила 12 кг и перестала заедать стресс на программе Body Up</b>

Тамара пришла ко мне в Body Up после многих лет на кремлёвской диете, бесконечных срывов и в полном отчаянии.
Вес стоял, энергии не было совсем, работа ЖКТ сказала «пока-пока».

Что мы сделали: начали работать с <b>физиологией</b>, <b>восстановили сон и питание</b>, <b>убрали дефициты</b>.

Через 28 дней — минус 6 кг, спокойный аппетит и впервые за 5 лет она проснулась бодрой.
Ещё через 4 недели — снова минус 4 кг. И вот, спустя 2.5 месяца мы увидели на весах <b>целевой вес</b>, а в зеркале — <b>энергичную и уверенную в себе женщину</b>.

<i>«Я даже не думала, что так можно. Чтобы худеть — нужно есть, я в шоке, Катя, это какая-то магия. Я наконец чувствую себя женственно!!! :)»</i>

Если ты тоже устала от бесконечных стартов и откатов — самое время пойти вглубь.

<b>Body Up помогает не “сбросить лишнее”, а вернуть себя</b> — энергичную, стройную, уверенную и настоящую.

📌 Напоминаю:

🔹 Тариф Lite — 19 000₽ вместо <s>30 000₽</s>
🔹 Тариф Pro — 28 000₽ вместо <s>40 000₽</s>
🔹 Тариф Vip — 78 000₽ вместо <s>100 000₽</s>
🎁 + Бонус при оплате — 1 неделя сопровождения лично от меня!

🕒 Осталось чуть больше суток до <b>закрытия спецусловий</b> для участников вебинара.

👉 Чтобы записаться на курс или зафиксировать цену за 2 000₽ — заходи на сайт программы "Body Up"! ---> <a href="http://ekaterina-hodianok.ru">http://ekaterina-hodianok.ru</a>


P.S. Если остались вопросы — <b>пиши в службу заботы</b>, тебе помогут :)
'''

FIRST_OFFER_MESSAGE_2 = '''
<b>🚨 Последний шанс попасть в Body Up по спецусловиям</b>

Привет! Всё еще не уверена, что Body Up — для тебя? Понимаю, дорогая, сомнение — показатель, что ты хочешь получить реальный результат 😅

Просто хотела бы предложить тебе гарантию полного возврата средств после того как ты попробуешь программу.

Я не хочу заставлять тебя решать "Да" или "нет" прямо сейчас.

Я считаю, что ты имеешь право принять обоснованное решение, стоит ли оно того. Единственный способ проверить — попробовать программу на себе.

К размышлению.

Если ты решишь не идти в Body Up — ты действительно ничего не теряешь сейчас.

Но вот вопрос: что будет через год? Через пять?
Когда мышечная масса падает на 3–8% каждое десятилетие, метаболизм замедляется, а накопленные “мелочи” — от инсулинорезистентности до дефицитов — уже не кажутся мелочами?

<b>Тело — это система с отложенным эффектом.</b>

То, как ты к нему относишься сегодня, — определяет, в каком теле ты будешь жить завтра.

А если ты хочешь почувствовать лёгкость, энергию и устойчивость не «в понедельник» и не «потом»,
то… ну вот он, тот самый шанс.

Если решишь пойти на программу — ты всё равно в безопасности.

Потому что если результата не будет, я, как и обещала — верну деньги. Без подвохов, своей репутацией я дорожу.

<b>НО если всё сойдётся — ты наконец почувствуешь то самое:</b>  
лёгкость в теле, спокойствие в животе, ясность в голове.  
Благодаря <b>СИ-СТЕ-МЕ!</b>

<b>Только до полуночи:</b>  
🔹 Тариф Lite — 19 000₽ вместо <s>30 000₽</s>  
🔹 Тариф Pro — 28 000₽ вместо <s>40 000₽</s>  
🔹 Тариф Vip — 78 000₽ вместо <s>100 000₽</s>

🎁 + Бонус при оплате — 1 неделя сопровождения лично от меня!

Забронировать место - <a href="http://ekaterina-hodianok.ru">http://ekaterina-hodianok.ru</a>


Дорогая, прости, но я не могу держать такие низкие цены вечно, так что после полуночи цены вернутся, а бонусы — сгорят.

💸 Я всё понимаю, если сейчас ты не готова к полной оплате — можно забронировать место за 2000₽ и зафиксировать условия на 48 часов.

📩 Просто напиши "Body Up" в службу заботы — и тебе помогут⬇️
'''

FIRST_OFFER_MESSAGE_3 = '''💥 <b>«Плоский живот за 2 месяца - миф?»</b>

Катя пришла в Боди Ап с уже стройным телосложением… Но лишний вес на животе прятала как могла. Он стал серьезной проблемой, ведь, как она признавалась, в свои 29 лет она перестала чувствовать себя привлекательной.

☑️ лишние кг на животе и мысли "а что будет через 5 лет?"
☑️ Энергия — 3 из 10
☑️ Постоянная усталость и раздражительность
☑️ Кожа тусклая, волосы без блеска
☑️ Тревожность и вечные укоры себя

«2 года безуспешных попыток измениться. <b>Каждое утро ненавижу себя чуть больше»</b>, — писала она в анкете.

Что мы сделали:
Нормализовали рацион
Побороли тягу к сладкому
Интегрировали в рутину полезные привычки
Наладили сон
Избавились от стресса

Через 4 недели:
✨ Плоский живот — без втягивания, -4 кг веса
✨ Энергия 8 из 10 — без кофе на автопилоте
✨ Кожа ровная, волосы блестят, взгляд живой
✨ Вернулась лёгкость, желание носить платье и быть заметной
✨ Нет вздутий, спокойное пищеварение

Это не магия, это система, в которой тело перестаёт бороться с тобой и начинает работать на тебя.

<b>Осталось несколько часов:</b>  
🔹 Тариф Lite — 19 000₽ вместо <s>30 000₽</s>  
🔹 Тариф Pro — 28 000₽ вместо <s>40 000₽</s>  
🔹 Тариф Vip — 78 000₽ вместо <s>100 000₽</s>

🎁 + Бонус при оплате — 1 неделя сопровождения лично от меня!

Забронировать место - <a href="http://ekaterina-hodianok.ru">http://ekaterina-hodianok.ru</a>

💸 Я всё понимаю, если сейчас ты не готова к полной оплате — можно забронировать место за 2000₽ и зафиксировать условия на 48 часов.

📩 Просто напиши "Body Up" в службу заботы — и тебе помогут⬇️
'''

QUESTION_MESSAGE_2 = '''
💬 <b>«Как я заставила вес уходить — без силы воли (у меня ее нет)»</b>

Честно: раньше я сама каждую неделю обещала себе “вот в этот раз всё получится” — новое меню, “идеальная неделя”, «идеальная я».

И всё равно…

Это продолжалось годами:

- хроническая усталость и вечное ощущение, что со мной что-то не так
- плоский живот оставался мечтой
- я мечтала снова стать стройной и легкой
- сбитый цикл (месячных не было больше года!)
- лишние килограммы, которых становилось все больше и больше

Я уже сдалась, не было сил и мотивации развиваться. В моей голове все чаще появлялись мысли, что я должна свыкнуться и смириться. Что мне не стать той идеальной девушкой, которая будет нравиться себе.

Переломный момент? Я наконец встретила специалиста, который объяснил: <b>дело не только в еде</b>.

Когда <b>организм в постоянном стрессе</b> — он держит вес изо всех сил. Нужно не “собираться” и “запрещать себе всё”, а <b>разбираться с ритмами, физиологией, привычками восстановления</b>.

Когда я начала <b>менять подход — работать с телом, а не против него</b> — вес действительно начал уходить.

<b>Вернулась энергия, настроение стало стабильнее, восстановился цикл</b>, я наконец почувствовала себя собой.

Поэтому неделю назад я провела онлайн практикум, где рассказала:

— почему женское тело так цепко держит вес <b>на животе и бёдрах</b>
— как выйти из “режима выживания”
— что спасет тебя, когда ты сломалась и <b>не знаешь что делать</b>

<b>Была ли ты на эфире?</b> ⬇️
'''

FINAL_OFFER_MESSAGE_1 = '''
<b>Рада, что ты была на эфире!💛</b>

Надеюсь, многое встало на свои места. Когда я готовилась к эфиру, я очень старалась сделать всё, чтобы ты поняла, что тело можно менять не через борьбу, а через заботу.

Я понимаю твою усталость, которая изредка прерывается желанием снова ощутить себя на 25.

Без лишнего веса, без отеков, стройной, молодой и красивой.

Я знаю, что у тебя нет времени ходить в зал или держаться на сложных диетах, поэтому даю простой способ, который даст гарантированный эффект.

Или я верну деньги.

💫 Чтобы ты смогла пройти этот путь вместе со мной до конца — даю ещё один шанс зайти в Body Up со скидкой перед закрытием потока:

🔹 Тариф Lite — 19 000₽ вместо <s>30 000₽</s>
🔹 Тариф Pro — 28 000₽ вместо <s>40 000₽</s>
🔹 Тариф Vip — 78 000₽ вместо <s>100 000₽</s>

🎁 + Бонус при оплате — 1 неделя сопровождения лично от меня!

⬇️ Скидка действует только 24 часа, потом двери закроются до следующего потока

💸 А если сейчас ты не готова к полной оплате — можно забронировать место за 2000₽ и зафиксировать условия на 48 часов.⬇️
<a href="http://ekaterina-hodianok.ru">http://ekaterina-hodianok.ru</a>
'''

FINAL_OFFER_MESSAGE_2 = '''
🌿 <b>«У меня опять вздулся живот...»</b>

Такую фразу я слышу от своих учениц чаще всего.

И я прекрасно понимаю, что это за состояние:  
Каждое утро — вроде «плоско», а к вечеру живот — как шар.  
Джинсы жмут. Самочувствие — тяжёлое.  
А ещё этот постоянный «шум на фоне» в теле:  
то вздутие, то урчание, то усталость сразу после еды.

Знакомо?..

✨ Я знаю, с чего стоит начать путь к телу, в котором комфортно — изнутри.  
Поэтому, если ты пока не готова идти в большой путь Body Up —  
я приглашаю тебя <b>начать с малого, но очень важного шага</b>:  
👉 мини-курс <b>«БАЗОВЫЙ СТАРТ»</b>.

🧠 В нём мы разберём:
<b>Как кишечник управляет твоим весом, энергией и состоянием кожи</b>
<b>Причины вздутия, тяжести и постоянной усталости</b> — чёткая взаимосвязь с ритмами, сном, уровнем стресса и даже гормонами.
<b>Как перестроить питание</b> так, чтобы тело реально стало легче, а не просто похудело на пару дней.
<b>Пошаговый разбор рациона для здорового ЖКТ</b> — разберём на практике, как составлять тарелку, когда и зачем добавлять белки, клетчатку, жиры.
<b>Что делать при хронических отёках и тумане в голове</b> — рабочие схемы коррекции (не БАДами, а питанием и ритмами).

<b>Что ты получишь после курса:</b>

• Чёткую схему питания, которая работает для реальной жизни
• Уйдёт тяжесть, вздутие и зависимость от сладкого — появится лёгкость и ощущение контроля над телом.
• Методичку по питанию для здорового ЖКТ (100+ страниц) — подробные примеры, схемы, чек-листы.
• Понимание, как адаптировать питание под себя: не под чужие стандарты, а под свой ритм и образ жизни.
• Доступ к поддержке: чат для вопросов и разбора ситуаций.

📌 Всё очень просто, по-женски, без фанатизма и лишней медицины.
Ты поймёшь, как работает твой организм — и сможешь вернуть себе контроль.

🎁 Сейчас ты можешь забрать курс со скидкой, пока она действует.
<b>Это возможность зайти легко, без давления — но с реальными результатами.</b>
Уже через несколько дней ты почувствуешь:  
<b>тело перестаёт «шуметь», а ты — выдыхаешь впервые за долгое время.</b>

<em>«Теперь я понимаю, почему вес стоял, хотя я ничего не ела…
Оказалось — причина вообще не в еде.»</em>  
— одна из участниц курса

📉 Не откладывай ещё на неделю. Это — <b>простой и действенный шаг</b> в сторону тела, которое живёт в комфорте, а не борется.

👉 Используй промокод <b>“ЖКТ”</b> в корзине и забирай по цене <b>3245₽</b> вместо <s>6490₽</s> <a href="https://ekaterina-hodianok.tb.ru/course">https://ekaterina-hodianok.tb.ru/course</a>

💛 Ты справишься. Просто начни с одного правильного шага. Я рядом.
— Катя

'''

LANDING_LINK = "https://ekaterina-hodianok.ru"

CARE_CENTER_LINK = "https://wa.me/message/ZMGRFKHVFCKCG1"

BODY_UP_LINK = "https://ekaterina-hodianok.ru"

MINI_COURSE_LINK = "https://ekaterina-hodianok.tb.ru/course"

WEBINAR_LINK = "https://start.bizon365.ru/room/196812/bodyup"

# WEBINAR_LINK = "https://ekaterina-hodianok.tb.ru/course"

QUIZ_LINK = "https://ekaterina-hodianok.ru/quiz"

LESSON_1_LINK = "https://ekaterina-hodianok.ru/l1"

LESSON_2_LINK = "https://ekaterina-hodianok.ru/l2"
