# WELCOME_MESSAGE1
from config import CHANNEL_NAME

WELCOME_MESSAGE = '''<b>🎉 Я тебя поздравляю</b>, ты получаешь <b>бесплатный доступ к практикуму</b>, на котором я расскажу, как <b>убрать 4-9 кг</b> без спорта и диет за 28 дней!

Практикум пройдет уже завтра в этом канале, поэтому закрепи его, чтобы не потерять❗️

<b>На практикуме ты узнаешь:</b>

✔️ Почему вес не двигается, даже при “дефиците калорий”
✔️ Как не срываться и питаться в удовольствие без силы воли
✔️ Как убрать 4-9 кг на животе и бедрах за 28 дней без диет и мучительных ограничений
✔️ Что нужно есть, чтобы питаться вкусно и сытно, но при этом стройнеть

<b>На занятии дам самые важные практические инструменты</b>, разберу реальные кейсы, расскажу с чего начать и как строить подход, если твоя цель — не просто похудеть, <b>а закрепить результат</b>.

📌 <b>Подарок всем участникам</b> — моя книга "Прощай, сахар", которая поможет отказаться от сахара без ломок и страданий за 2 недели!

Нажимай кнопку ниже и выбирай время 👇🏻
'''

SUBSCRIPTION_NEEDED_MESSAGE = '''
<b>Дорогая, я пока не вижу твоей подписки 😢</b>
Без этого — не смогу открыть тебе курс.

Подпишись, пожалуйста, и нажми <b>«Готово»</b>, чтобы получить доступ 🙏
'''

SUBSCRIPTION_REMINDER_1 = '''
<b>Нежно напоминаю 💌</b>

Доступ к практикуму <b>«Как снизить вес на 4-9 кг без диет и зала за 28 дней?»</b> открыт ещё 12 часов.

Обязательно выбери время, если не успела💖
'''

SUBSCRIPTION_REMINDER_2 = '''Дорогая, доступ к практикуму <b>«Как снизить вес на 4-9 кг без диет и зала за 28 дней?»</b> закроется через 30 минут!

Обязательно выбирай время, если:
✔️ чувствуешь постоянную усталость и просыпаешься «разбитой»
✔️ не можешь убрать лишние 4-9 кг на животе и бёдрах, без диет и спорта (постоянные срывы и отсутствие мотивации)
✔️ борешься с отёками, перееданием, выгорела от самокритики и «слабой силы воли»
✔️ давно разочаровалась в «волшебных таблетках» и миллионах попыток взять себя в руки

Поверь, результат не заставит себя ждать. Выбирай время по кнопке ниже!

С любовью и принятием, Катя 💖
'''

GREETINGS_SUBSCRIBED_MESSAGE = '''
<b>Подписку вижу — отлично! 🎉</b>

Как и обещала — держи доступ к стартовому курсу, который уже помог сотням женщин перестать срываться, обрести стройность и энергию, питаясь вкусно и разнообразно!

<b>За 15 минут ты узнаешь:</b>
✔️ Почему вес не двигается, даже при “дефиците калорий”
✔️ Как не срываться и питаться в удовольствие без силы воли
✔️ Как убрать 4-9 кг на животе и бедрах за 28 дней без диет и мучительных ограничений
✔️ Что нужно есть, чтобы питаться вкусно и сытно, но при этом стройнеть

И в конце — про метод Body Up, который помог уже сотням женщин вернуть плоский живот и стройные бедра, и обрести лёгкость, стройность и энергию. Без страданий, диет и изнурительных тренировок.

И, кстати, я тоже в числе этих женщин. Я не «стройный от природы» эксперт, увы и ах, генетика решила сыграть со мной злую шутку.
Но я нашла путь.

<b>Минус 20 кг — без откатов, с восстановлением и любовью.</b>

👉 Жми на кнопку — начнём ⬇️
'''

LESSON_MESSAGE_1 = '''🌟 Отлично! Теперь нужно <b>выбрать время</b>, в которое тебе будет комфортно прийти!

<b>Практикум пройдет уже завтра в 12:00 и 19:00 по МСК</b> прямо в этом канале. 
На нем расскажу:

✔️ как понять, какой рацион должен быть <b>именно у вас</b>, и почему это важно для похудения
✔️ как убрать лишние 4-9 кг на животе и бёдрах, без диет и спорта (постоянные срывы и отсутствие мотивации)
✔️ что делать если ты безуспешно борешься с отёками, перееданием, выгорела от самокритики и «слабой силы воли»

Записи не будет. Поэтому всех жду онлайн.💖

🎁 Для ВСЕХ участников подарок — моя книга <b>«ПРОЩАЙ, сахар!».</b>

Прямо сейчас выбирай время, в которое ты сможешь прийти с помощью кнопок ниже👇
'''

LESSON_SNIPPET_MESSAGE = '''<b>🧠 Пока ждешь практикум - предлагаю посмотреть два небольших урока уже сейчас!</b>

Ты узнаешь:
✔️ почему дефицит калорий почти всегда приводит к откатам
✔️ зачем на самом деле нам нужны углеводы (и почему их не стоит бояться)
✔️ почему в первую очередь важно учитывать <b>нутритивную плотность</b> продуктов, а не их калорийность.
✔️ и почему <b>силы воли не существует биохимически</b>

💭P.S. Уже сейчас дарю гайд "убираем отёки за неделю", заполни форму, и сразу отправлю тебе!⬇️
'''


WEBINAR_REMINDER_0 = '''
Дорогая, выбери, пожалуйста, время, когда тебе будет удобно посетить практикум, сейчас доступно только 8 мест. ⬇️
'''

WEBINAR_REMINDER_1 = '''<b>Отлично!</b> Вы записаны на {}

Завтра <b>В этот канал</b> я пришлю тебе ссылку на эфир за 15 минут до начала 🌿

🚨<b>Осталось ПОДТВЕРДИТЬ ЗАПИСЬ, чтобы я смогла напомнить тебе о практикуме завтра.</b> 

👉 Заполни форму ниже — напомню, чтобы точно не пропустить. Никакого спама.

А если хочется больше пользы прямо сейчас — <b>посмотри два бесплатных урока</b>: которые я записала специально для вас, они доступны уже сейчас по кнопке ниже 👇🏻
'''

WEBINAR_REMINDER_2 = '''<b>СЕГОДНЯ — ФИНАЛЬНЫЙ УРОК 🏁</b>

<b>  Привет, дорогая 🌿</b>

Сегодня в {} по МСК мы встретимся на финальном практикуме Body Up — и, честно, я очень рада, что ты идёшь до конца💛

📌 Что мы разберём:

🔹 Почему жир «застревает» в животе и бёдрах (и как мягко его сдвинуть)
🔹 Что нужно есть, чтобы питаться вкусно и сытно, но при этом стройнеть
🔹 Как за 2 недели вернуть энергию в свою жизнь
🔹 Попробуем на практике стратегию, которая поможет скинуть 4-9 кг на животе и бёдрах за 28 дней
🔹 Как без диет, жёстких ограничений и спорта — прийти к телу, которое тебе нравится

📌 Ссылка на эфир придёт сюда за 15 минут до начала.

P.S. Чтобы получить все обещанные материалы и бонусы — будь онлайн до конца урока 💛

И если хочется больше пользы прямо сейчас — <b>загляни в мой канал</b>: там много практики, разборов и шпаргалок, пишу от души и щедро. 

Буду рада видеть тебя на канале 👇🏻
'''

WEBINAR_REMINDER_3 = '''
<b>До эфира — 4 часа! 💥</b>

Готова к своей точке роста?

Сегодня мы:

✔️разберём, как работают твои ритмы, гормоны и нервная система (и почему иногда тело само держит вес, даже если “всё правильно”)
✔️покажу, как распознать свои залипшие паттерны: усталость, отёки, тяга к сладкому, “замороженный” живот и бёдра — что с этим делать по науке
✔️разложим всё по полочкам: откуда берётся энергия и куда она утекает, и как это можно поменять на практике, не насилуя себя
✔️на примере реальных кейсов объясню, как женщинам удавалось выйти из “вечного круга похудения”, вернуть энергию, ясность, спокойствие и видеть изменения в теле, даже если раньше ничего не работало

Ты выйдешь с эфира не только с ясностью, но и с <b>рабочей схемой — без давления, но с реальными точками опоры</b>, которые работают для женщин с разным опытом.

Ссылка придёт сюда за 15 минут до старта.

Сегодня начинается твой новый путь: <b>минус 3–9 кг, энергия и лёгкость.</b>

<b>Подпишись, чтобы не потерять меня </b>👇🏻
'''

WEBINAR_REMINDER_4 = '''
<b>До нашего эфира остался всего 1 час! 🌟</b>

Ты готова? Сегодня в {} по МСК пройдёт финальный практикум Body Up, где я собрала всё самое важное.

Мы разберём:

✔️физиологию <b>«упрямых» зон</b>: почему жир копится именно там
✔️особенности женского тела: <b>как вернуть энергию</b>, если нет сил вставать по утрам
✔️почему <b>сытное и вкусное питание</b> — это не роскошь, а необходимость
✔️<b>метод Body Up</b>, который уже помог сотням женщин

🎥 Ссылка на эфир придёт сюда за 15 минут до старта.

Подготовь себе тёплый чай, блокнотик и немного тишины — чтобы провести это время в фокусе для себя.

До встречи 💛 — Катя

Буду рада видеть тебя на канале 👇🏻👇🏻👇🏻
'''

WEBINAR_REMINDER_5 = '''
<b>Стартуем через 15 минут! 🌿</b>

🎥 Вот ссылка на эфир: <a href="https://start.bizon365.ru/room/196812/bodyup?utm_source=bot1&utm_medium=telegram&utm_campaign=guide">https://start.bizon365.ru/room/196812/bodyup</a>

Подключайся заранее — чтобы спокойно устроиться, включиться в процесс и ничего не пропустить.

<b>Количество мест ограничено</b>, я жду тебя!

<b>Это будет ключевой урок.</b> Обещаю, он многое поставит на свои места.
'''

WEBINAR_REMINDER_6 = '''
<b>Мы в эфире! 💛</b>

Пока ещё есть места — обязательно подключайся!

🎥 Ссылка на эфир: <a href="https://start.bizon365.ru/room/196812/bodyup?utm_source=bot1&utm_medium=telegram&utm_campaign=guide">https://start.bizon365.ru/room/196812/bodyup</a>

Прямо сейчас я покажу тебе:

🌿 <b>Как реально работает механизм мягкого снижения веса</b> на животе и бёдрах
🌿 <b>Что можно начать делать уже сегодня</b> — чтобы вернуть себе силу, лёгкость и контакт с телом
🌿 А также — <b>пошаговую стратегию Body Up</b>, которая уже помогла сотням женщин

Будет очень <b>практично, честно и вдохновляюще</b>. Я очень старалась, жду тебя!
'''

WEBINAR_REMINDER_7 = '''
<b>🔴 Мы уже в эфире — и ты кое-что упускаешь!</b>

Прямо сейчас я разбираю, <b>почему тело держит вес</b> даже тогда, когда ты стараешься.

<b>Живот, бёдра, отёки</b>, “как будто прилипло” — я наконец объясняю это <b>с точки зрения физиологии</b>, а не силы воли.

✨ Уже вижу в чате сообщения в духе:  
<b>“Кать, почему я не знала этого раньше?”</b>

👉 Подключайся пока идёт — ещё не поздно! <a href="https://start.bizon365.ru/room/196812/bodyup?utm_source=bot1&utm_medium=telegram&utm_campaign=guide">https://start.bizon365.ru/room/196812/bodyup</a>
'''

WEBINAR_REMINDER_8 = '''
<b>🔥 Началось самое важное — метод, как убрать живот и бёдра!</b>

Если ты когда-либо:  
— не могла <b>принять своё отражение</b> в зеркале
— просыпалась <b>без сил и энергии</b>
— не понимала, <b>что делать с лишним весом</b> на животе и бёдрах
— мечтала просто <b>вернуть лёгкость и свободу</b> в теле —

➡️ Тогда не пропусти этот момент!

Прямо сейчас я <b>пошагово раскрываю метод Body Up</b> — как скинуть 4-9 кг за 28 дней <b>без диет, срывов и контроля</b>.

<a href="https://start.bizon365.ru/room/196812/bodyup?utm_source=bot1&utm_medium=telegram&utm_campaign=guide">https://start.bizon365.ru/room/196812/bodyup</a>
'''

WEBINAR_REMINDER_9 = '''
<b>🥗 Составляем рацион прямо в эфире</b> — не абстрактные схемы, а <b>реальный разбор твоей ситуации</b>.

Да, именно сейчас — реальные шаги:

✔️ <b>Как выглядит сбалансированный рацион</b>, чтобы живот и бёдра наконец начали “отпускать”
✔️ <b>Как на самом деле работает сочетание</b> белков, жиров, углеводов и микронутриентов, если ты не хочешь есть каждые 2 часа, но не готова сидеть голодной
✔️ <b>Почему тяга к сладкому, срывы и усталость</b> — это про конкретные ошибки в построении меню (и как их решить на практике)
✔️ <b>Как формировать рацион</b>, чтобы был прилив энергии — не только на завтрак, но и вечером

🎥 Ещё можно подключиться — <b>успеваешь попасть на разбор</b> и получить <b>готовую схему под тебя</b>.

<a href="https://start.bizon365.ru/room/196812/bodyup?utm_source=bot1&utm_medium=telegram&utm_campaign=guide">https://start.bizon365.ru/room/196812/bodyup</a>
'''

WEBINAR_REMINDER_10 = '''<b>🌸 Девочки, предложение только для участниц эфира!</b>

Спасибо тебе, что была сегодня на практикуме — это значит, ты действительно <b>готова к изменениям</b> 💛

<b>Как и обещала — только для участниц эфира открываю доступ в мою авторскую программу Body Up по специальной цене:</b>

🔹 Тариф Lite — 12 500₽ вместо <s>15 500₽</s>
🔹 Тариф Pro — 18 500₽ вместо <s>24 000₽</s>
🔹 Тариф Vip — 78 000₽ вместо <s>95 000₽</s>

<b>Что внутри:</b>

✅ <b>Индивидуальный план питания</b>
Не диета, а система, где программа адаптируется под твой рост, вес, потребность в нутриентах, образ жизни, метаболизм, твою жизнь.
Ты не подгоняешь себя под чужую схему — наоборот, схема подбирается и корректируется под тебя.

✅ <b>Еженедельные корректировки и сопровождение</b>
Куратор с вами на связи, а если вдруг результата нет, мы дорабатываем программу и добиваемся снижения веса на 4-9 кг.

✅ <b>Без срывов и жёстких ограничений</b>  
Программа строится так, чтобы тебе не хотелось срываться.
Питание будет вкусным и насыщенным, 3-5 раз в день, с десертами и сладким.

✅ <b>База знаний и понимание принципов, как работает именно ваш организм</b>  
Короткие видеоуроки по питанию, стрессу, сну и модуль пилатеса помогут ускорить результат при желании. А рекомендации по сохранению результата - сделать Body Up частью вашей жизни вне программы.

🏆 <b>Финальный результат — не просто вес, а состояние</b>
В конце ты не только видишь минус 4-9 кг на весах, но и чувствуешь себя женственной: тело стало легче, настроение стабильнее, анализы лучше, а силуэт стройнее.

📌 Доступ к материалам — 2 или 3 месяца в зависимости от тарифа.

<b>Просто подумай:</b> где ты ещё найдёшь пошаговую инструкцию с программой, составленной именно для тебя?

Ведь перед каждой возможностью, которую тебе подкидывает жизнь ты можешь:

Оставить всё как есть и ничего не менять

Попытаться пройти путь самой и разочароваться навсегда (давай честно, сколько раз пыталась похудеть)

Срываться с бесконечных диет, не чувствовать лёгкости и счастья, уставать на работе, оставаясь без сил на что-либо

<b>Может быть, пришло время что-то изменить? Ты это заслужила.</b> 💝

Скажу из своего опыта:

<b>Я больше 7 лет занимаюсь нутрициологией.</b> За это время я помогла людям скинуть больше чем 1000 килограмм лишнего веса. Только вдумайся.

<b>Я знаю, как это работает и почему.</b>

Понимаешь, какой путь нужно пройти, чтобы разобраться самой?

<b>Путь мудрых — учись на чужих ошибках и доверяй опытным специалистам.</b>

🌿 Эта программа не про ограничения и борьбу с собой.

<b>Мой подход одобрен европейской ассоциацией исследования лишнего веса:</b> 

мы уберем 4-9 кг на животе и в бёдрах, восстановим здоровье, наладим питание и улучшим самочувствие — <b>без голода, спорта и переступания через себя.</b>

<b>Всего за 28 дней.</b>

📌 Такая цена действует только до полуночи завтрашнего дня, дальше карета превращается в тыкву

🎁 Бонус при оплате сегодня - <b>лекции и практики от дипломированного психолога</b>: учимся контролировать пищевое поведение.

<b>Гарантия: если результата не будет после корректировок - я верну вам деньги. Все честно.</b>

💥На все тарифы есть возможность рассрочки: оформить её можно за 2 минуты прямо в окне оплаты, для этого выбирай тариф, вводи данные и нажимай оформить прямо в корзине. Осталось выбрать комфортные условия оплаты.

Минимальная стоимость рассрочки - <b>1041 р/мес</b> за базовый тариф на 12 месяцев. <b>В три раза дешевле</b> любого спортзала и тем более, личного тренера.

<b>А ещё сервис долями: разбивай платеж на равные части без одобрения банка.</b>

💸 При оплате сегодня - шанс присоединиться к первой неделе Body Up за 3499 рублей!⬇️

<a href="https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay">https://ekaterina-hodianok.ru</a>
'''

QUESTION_MESSAGE_1 = '''
<b>🌿 Сегодня прошёл эфир Body Up</b>

Самое классное — каждая участница ушла с <b>реальными инструментами</b>, которые уже начала применять:

✅ разобрали, как работает <b>женская физиология</b> и почему живот и бёдра не уходят “по щелчку”
✅ впервые честно посмотрели на то, <b>что мешает телу отдавать лишнее</b>: ограничения, голод, отсутствие времени и мотивации
✅ составили <b>нутритивно-плотный рацион</b> — вкусный и питательный(1800 ккал), чтобы начало снижать вес
✅ все ушли с пониманием: <b>что делать, чтобы убрать 4-9 кг за месяц и перестать бесконечно “срывать” систему</b>

Скажи, тебе удалось побывать на эфире? 👇👇👇
'''

FIRST_OFFER_MESSAGE_1 = '''
<b>✨ История победы: как Тамара сбросила 20 кг и перестала заедать стресс на программе Body Up</b>

Тамара пришла ко мне в Body Up после многих лет на кремлёвской диете, бесконечных срывов и в полном отчаянии.
Вес стоял на отметке 94 кг, энергии не было совсем, ЖКТ сказал «пока-пока».

Что мы сделали: Учли особенности физиологии Тамары (выяснилось, что у неё была потребность в особенном сочетании микронутриентов) и составили ей программу с 3 приемами пищи и 1 перекусом.

Через 28 дней — минус 8 кг, спокойный аппетит и впервые за 5 лет она проснулась бодрой.

Было не без сложностей: через 2 недели на программе прогресс замедлился и мы откорректировали рацион. Тогда удалось достичь цифры в 8 кг за 28 дней.

Ещё через 4 недели — снова минус 8 кг. Финальные 4 кг Тамара сбросила самостоятельно, ведь благодаря двум месяцам на программе ей удалось понять секрет комфортного снижения веса. 

И вот, спустя 2.5 месяца мы увидели на весах <b>74 кг</b>, а в зеркале — <b>энергичную и уверенную в себе женщину</b>.

<i>«Я даже не думала, что так можно. Чтобы худеть — нужно есть, я в шоке, Екатерина, это какая-то магия. Я наконец чувствую себя легко!!! :)»</i>

Если ты тоже устала от бесконечных стартов и откатов — самое время пойти вглубь.

<b>Body Up помогает не только “сбросить лишнее”, а сохранить результат</b> — благодаря персонализации и индивидуальному подходу.

📌 Напоминаю:

🔹 Тариф Lite — 12 500₽ вместо <s>15 500₽</s>
🔹 Тариф Pro — 18 500₽ вместо <s>24 000₽</s>
🔹 Тариф Vip — 78 000₽ вместо <s>95 000₽</s>

🕒 Осталось меньше суток до <b>закрытия спецусловий</b> для участников эфира.

🎁 Бонус при оплате сегодня - <b>лекции и практики от дипломированного психолога</b>: учимся контролировать пищевое поведение.

<b>Гарантия: если результата не будет после корректировок - я верну вам деньги. Все честно.</b>

💥 <b>На все тарифы есть возможность рассрочки</b>: оформить её можно за 2 минуты прямо в окне оплаты, для этого выбирай тариф, вводи данные и нажимай оформить прямо в корзине. Осталось выбрать комфортные условия оплаты.

Минимальная стоимость рассрочки - <b>1041 р/мес</b> за базовый тариф на 12 месяцев. <b>В три раза дешевле</b> любого спортзала и тем более, личного тренера.

<b>А ещё сервис "долями": разбивай платеж на равные части без одобрения банка.</b>

💸 При оплате сегодня - шанс присоединиться к первой неделе Body Up за 3499 рублей!⬇️

<a href="https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay">https://ekaterina-hodianok.ru</a>

P.S. Если хочешь ещё подумать - оставляй заявку по кнопке ниже - так ты сможешь зафиксировать скидку на 5 дней. Никаких обязательств.
'''

FIRST_OFFER_MESSAGE_2 = '''
<b>🚨 Последний шанс попасть в Body Up по спецусловиям</b>

Привет! Всё еще не уверена, что Body Up — для тебя? Понимаю, дорогая, сомнение — показатель, что ты хочешь получить реальный результат 😅

Просто хотела бы предложить тебе гарантию полного возврата средств после того как ты попробуешь программу.

Я не хочу заставлять тебя решать "Да" или "нет" прямо сейчас.

Я считаю, что ты имеешь право принять обоснованное решение, стоит ли оно того. Единственный способ проверить — попробовать программу на себе.

К размышлению.

Если ты решишь не идти в Body Up — ты действительно ничего не теряешь сейчас.

Но вот вопрос: что будет через год? Через пять?
Когда мышечная масса падает на 3–8% каждое десятилетие, метаболизм замедляется, а вес продолжает расти?

<b>Я предлагаю решение, которое позволит сэкономить на спортзалах, тренерах и бесконечных диетах.</b>

То, как ты относишься к своему сегодня, — определяет, в каком теле ты будешь жить завтра.

А если ты хочешь избавиться от 4-9 кг за 28 дней, улучшить анализы, омолодить кожу и сохранить результат, то… ну вот он, тот самый шанс.

Если решишь пойти на программу — ты всё равно в безопасности.

Потому что если результата не будет, я, как и обещала — верну деньги. Без подвохов, своей репутацией я дорожу.

На программе ты получишь индивидуальный план питания, сделанный именно под твой организм.

Я хочу напомнить, что питание на программе Body Up вкусное и разнообразное, вот пример рациона одного дня на 1800 ккал:

<b>Перекус</b>
Йогурт-крем с семенами и ягодами
• Йогурт - 200 г
• Ягоды (заморозка) - 80 г
• Семена чиа — 8 г

<b>Ужин</b>
Лосось, печёный картофель и зелёный салат с лимоном
• Лосось — 140 г
• Картофель, запечённый - 150 г
• Микс салата + огурец — 200 г
• Оливковое масло — 1 ч. л. (5 г)
• Лимон — 1-2 дольки
• Соль, перец

<b>Результаты сотен моих клиенток доказывают - Body Up работает</b> благодаря <b>индивидуальному подходу!</b> 

Я даю последнюю возможность воспользоваться скидкой, либо, всегда остается возможность подождать пару месяцев, разочароваться ещё сильнее, и наконец прийти ко мне. Но цена будет выше.

Итак: <b>Минус 4-9 кг, отличные анализы, легкость, энергия, здоровая кожа, ушедшие отеки и стройная фигура.</b>

<b>Только до полуночи:</b>  
🔹 Тариф Lite — 12 500₽ вместо <s>15 500₽</s>  
🔹 Тариф Pro — 18 500₽ вместо <s>24 000₽</s>  
🔹 Тариф Vip — 78 000₽ вместо <s>95 000₽</s>

Дорогая, прости, но я не могу держать такие низкие цены вечно, так что после полуночи цены вернутся, а бонусы — сгорят.

🎁 Бонус при оплате - <b>лекции и практики от дипломированного психолога</b>: учимся контролировать пищевое поведение.

<b>Гарантия: если результата не будет после корректировок - я верну вам деньги. Все честно.</b>

💥 <b>На все тарифы есть возможность рассрочки</b>: оформить её можно за 2 минуты прямо в окне оплаты, для этого выбирай тариф, вводи данные и нажимай оформить прямо в корзине. Осталось выбрать комфортные условия оплаты.

Минимальная стоимость рассрочки - <b>1041 р/мес</b> за базовый тариф на 12 месяцев. <b>В три раза дешевле</b> любого спортзала и тем более, личного тренера.

<b>А ещё сервис "долями": разбивай платеж на равные части без одобрения банка.</b>

💸 При оплате сегодня - шанс присоединиться к первой неделе Body Up за 3499 рублей!⬇️

<a href="https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay">https://ekaterina-hodianok.ru</a>

P.S. Если хочешь ещё подумать - оставляй заявку по кнопке ниже - так ты сможешь зафиксировать скидку на 5 дней. Никаких обязательств.
'''

FIRST_OFFER_MESSAGE_3 = '''💥 <b>«Минус 20 кг за 2 месяца - миф?»</b>

Лена пришла в Body Up с весом 85.5 кг. Она относилась скептически к программе, но была в отчаянии: стресс привел её к тому весу, в котором она не видела себя. «2 года безуспешных попыток измениться. <b>Каждое утро ненавижу себя чуть больше»</b>, — писала она в анкете.

Поэтому Лена пришла ко мне и мы начали работу.

Помимо индивидуального плана питания, учитывающего особенности её организма, Лена решила ускорить процесс. Она внимательно изучала все лекции, училась понимать, на чем строится сам принцип снижения веса биохимически и даже начала заниматься пилатесом (да-да, в программе есть целый модуль. Он не обязателен для результата, но очень полезен).

<b>За месяц удалось достичь невероятных результатов! Мы смогли избавиться сразу от 12 килограмм!</b>

Конечно, частично это была вода, но результат был очевиден. Воодушевленная, Лена сразу зашла на вторую программу. В этот раз она взяла тариф Pro, так как у нее был запланирован день Рождения и ещё ряд праздников. Почему Pro? Да потому, что он предусматривает перерывы и разгрузочные дни. А ещё Лена смогла учесть вкусовые предпочтения в рационе, чего не делала в прошлый раз. Уж очень она не любит крупы.

Этот месяц, за исключением трех дней праздников, прошел в ударном темпе: мы добили ещё 8 кг и, наконец, смогли прийти к цифре 65 килограмм!

✨ "Я не могу поверить, как изменилась моя жизнь! Раньше я постоянно хотела есть и корила себя за каждый кусочек! Теперь я ем досыта, вкусно, так ещё и выгляжу на 30 лет! В свои то 39!"

Body Up - это не магия, это наука, в которой тело перестаёт бороться с тобой и начинает работать на тебя.

<b>Осталось несколько часов:</b>  
🔹 Тариф Lite — 12 500₽ вместо <s>15 500₽</s>  
🔹 Тариф Pro — 18 500₽ вместо <s>24 000₽</s>  
🔹 Тариф Vip — 78 000₽ вместо <s>95 000₽</s>

🎁 Бонус при оплате - <b>лекции и практики от дипломированного психолога</b>: учимся контролировать пищевое поведение.

<b>Гарантия: если результата не будет после корректировок - я верну вам деньги. Все честно.</b>

💥 <b>На все тарифы есть возможность рассрочки</b>: оформить её можно за 2 минуты прямо в окне оплаты, для этого выбирай тариф, вводи данные и нажимай оформить прямо в корзине. Осталось выбрать комфортные условия оплаты.

Минимальная стоимость рассрочки - <b>1041 р/мес</b> за базовый тариф на 12 месяцев. <b>В три раза дешевле</b> любого спортзала и тем более, личного тренера.

<b>А ещё сервис "Долями": разбивай платеж на равные части без одобрения банка.</b>

💸 При оплате сейчас - шанс присоединиться к первой неделе Body Up за 3499 рублей!⬇️

<a href="https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay">https://ekaterina-hodianok.ru</a>

P.S. Если хочешь ещё подумать - оставляй заявку по кнопке ниже - так ты сможешь зафиксировать скидку на 5 дней. Никаких обязательств.
'''

QUESTION_MESSAGE_2 = '''
💬 <b>«Как я заставила вес уходить — без силы воли (у меня ее нет)»</b>

Честно: раньше я сама каждую неделю обещала себе “вот в этот раз всё получится” — новое меню, “идеальная неделя”, «идеальная я». И всё равно… Это продолжалось годами:

- хроническая усталость и вечное ощущение, что со мной что-то не так
- плоский живот оставался мечтой
- я мечтала снова стать стройной и легкой
- сбитый цикл (месячных не было больше года!)
- лишние килограммы, которых становилось все больше и больше

Я смогла вырваться из этого круга и стала дипломированным нутрициологом, чтобы помогать другим людям. Поэтому неделю назад я провела онлайн практикум, где рассказала:

— почему женское тело так цепко держит вес <b>на животе и бёдрах</b>
— как сбросить 4-9 кг за 28 дней и чем нужно питаться
— что спасет тебя, когда ты сломалась и <b>не знаешь что делать</b>

<b>Была ли ты на эфире?</b> ⬇️
'''

FINAL_OFFER_MESSAGE_1 = '''
<b>Рада, если ты была на эфире!💛</b>

Надеюсь, многое встало на свои места. Когда я готовилась к эфиру, я очень старалась сделать всё, чтобы ты поняла, что тело можно менять не через борьбу, а через заботу и поддержку.

Я понимаю твою усталость, которая изредка прерывается желанием снова ощутить себя на 25.

Без лишнего веса, без отеков, стройной, молодой и красивой.

Я знаю, что у тебя нет времени ходить в зал или держаться на сложных диетах, поэтому даю простой способ, который даст гарантированный эффект.

Или я верну деньги.

Индивидуальный план питания, который составляется исходя из твоих потребностей. Никаких обобщений, только ты и особенности твоего организма.

✔️ Это будет легко, ведь меню разнообразное, сытное и вкусное.
✔️ Обучающий модуль и практики, которые помогут тебе понять природу лишнего веса и научиться контролировать свои пищевые привычки.
✔️ Твой куратор будет поддерживать тебя на протяжении всего пути.
✔️ Если на твоем пути праздники или планы, в программе предусмотрены перерывы.
✔️ Списки продуктов позволят тебе тратить на еду меньше, чем до программы!

💫 Чтобы ты смогла пройти этот путь вместе со мной до конца — даю ещё один шанс зайти в Body Up со скидкой перед закрытием потока как участнику эфира:

🔹 Тариф Lite — 12 500₽ вместо <s>15 500₽</s>
🔹 Тариф Pro — 18 500₽ вместо <s>24 000₽</s>
🔹 Тариф Vip — 78 000₽ вместо <s>95 000₽</s>

🎁 Бонус при оплате - <b>лекции и практики от дипломированного психолога</b>: учимся контролировать пищевое поведение.

<b>Гарантия: если результата не будет после корректировок - я верну вам деньги. Все честно.</b>

💥 <b>На все тарифы есть возможность рассрочки</b>: оформить её можно за 2 минуты прямо в окне оплаты, для этого выбирай тариф, вводи данные и нажимай оформить прямо в корзине. Осталось выбрать комфортные условия оплаты.

Минимальная стоимость рассрочки - <b>1041 р/мес</b> за базовый тариф на 12 месяцев. <b>В три раза дешевле</b> любого спортзала и тем более, личного тренера.

<b>А ещё сервис "Долями": разбивай платеж на равные части без одобрения банка.</b>

💸 При оплате сейчас - шанс присоединиться к первой неделе Body Up за 3499 рублей!⬇️

<a href="https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay">https://ekaterina-hodianok.ru</a>

P.S. Если хочешь ещё подумать - оставляй заявку по кнопке ниже - так ты сможешь зафиксировать скидку на 5 дней. Никаких обязательств.
'''

FINAL_OFFER_MESSAGE_2 = '''
🌿 <b>«Я набрала 3 кг за осень...»</b>

Такую фразу я слышу от своих учениц чаще всего.

И я прекрасно понимаю, что это за состояние:  
Стресс, холода, теплая одежда и вроде никто не видит... 

Но это состояние висит тяжким грузом

Знакомо?..

✨ Я согласна, что похудение, это труд. Но, все-таки, не титанический. Все намного проще. Не знаю сколько раз мне приходилось повторять, что вам НЕ НУЖЕН спорт, жесткие ограничения, подсчет калорий...

Я готова вам дать простой инструмент дешевле, чем абонемент в спортзал. И вам даже не надо тягать гантели...

Поэтому, если ты пока не готова идти в большой путь Body Up — я приглашаю тебя <b>начать с малого, но очень важного шага</b>:  
👉 начни стартовую неделю в <b>Body Up</b>.

🧠 Это стоит как один тренировка с персональным тренером, но уже она поможет тебе добиться первого минуса на весах в 1-3 кг. Увидишь результат - продолжишь. 

И напоминаю, что у меня работает гарантия на результат, если его не будет, я верну деньги.

<b>Что ты получишь при покупке одной недели в Body Up?:</b>

• Чёткую схему питания на одну неделю, которая сделана специалистом индивидуально под тебя
• Доступ к 1 неделе обучения и базе знаний
• Поддержку и сопровождение на протяжении недели
• Отличный старт и первый результат минус 1-3 кг

📌 Всё очень просто, пробуешь, убеждаешься в эффективности и продолжаешь программу.
Ты поймёшь, как работает твой организм — и сможешь вернуть себе контроль.

🎁 Сейчас ты можешь забрать первую неделю за 3499 р.

📉 Не откладывай ещё на неделю. Это — <b>простой и действенный шаг</b> в сторону тела, которое живёт в комфорте, а не борется.

Вот ссылка 👉 <a href="https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay">https://ekaterina-hodianok.ru</a>

💛 Ты справишься. Просто начни с одного правильного шага. Я рядом.
— Катя
'''

PINNED_MESSAGE = '''
<i>Осталось 30 секунд на знакомство — дальше будет полезно каждый день</i>💖

<b>Привет! Я Екатерина Ходянок</b> — нутрициолог 7+ лет и автор Body Up.
Люблю и пишу человеческим языком про науку, здоровье и еду для всех. Когда-то ушла <b>–20 кг</b> мягко и системно, не имея «силы воли».

<i>С каким запросом ко мне чаще всего приходят?</i>
Конечно же — <b>почему живот и бедра?</b> Почему именно они так <b>упорно удерживают лишний вес?</b>

Если кратко:
🟣Живот = стресс-зона. 
🟣Качели сахара. 
🟣Бёдра = эстрогеновый карман.
🟣Лимфа и сидячий образ жизни.

Хотите более глубоко, детально и практично? Тогда начните с мини-курса, он бесплатный, регистрироваться нигде не нужно. Я собрала его в боте для вас — базовая калибровка питания и режима без усложнений:

<a href="https://t.me/HodyanokBot">Перейти к мини-курсу</a>

Я — не про «–10 кг за неделю». Я про механики, которые работают годами. Если вы слегка потерялись, это нормально. Начните с мини-курса, он поможет пересмотреть многие вещи, обещаю🦋

<b>Буквально пару слов про программу Body Up:</b>

💖<b>Body Up</b> — онлайн-программа снижения веса, объемов <b>в области живота и бёдер</b> за 28 дней без диет (я против диет) и убийственных тренировок. МЯГКИЙ подход, через любовь к себе, через заботу о своем теле, 

Подробности: <a href="https://ekaterina-hodianok.ru">О программе</a>
Вопросы — в службу заботы: <a href="https://wa.me/message/ZMGRFKHVFCKCG1">Служба заботы</a>

И дайджест всякого интересного:

<a href="https://t.me/nutriciologekatehod/2594">Почему утягивающее белье еще сильнее усугубляет проблему?</a>

<a href="https://t.me/nutriciologekatehod/2592">Как связаны жир на животе и ПМС?</a>

<a href="https://t.me/nutriciologekatehod/2588">Почему жесткие ограничения и диеты ВСЕГДА приводят к срывам?</a>

<a href="https://t.me/nutriciologekatehod/2492">Почему стресс — это новая соль?</a>

<a href="https://t.me/nutriciologekatehod/2487">Глюкоза — не враг, а фундамент!</a>

<a href="https://t.me/nutriciologekatehod/2485">Как работают жиросжигатели?</a>

<a href="https://t.me/nutriciologekatehod/2471">Жир на животе — это не только про эстетику, но и про здоровье.</a>

<a href="https://t.me/nutriciologekatehod/2579">Стоит ли есть, если нет чувства голода?</a>

<i>Рада, что вы здесь.</i> Посмотрите на своё тело <b>без обвинений, с пониманием механизмов</b> — и начнём действовать🧍‍♀️
'''

LANDING_LINK = "https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay"

REQUEST_LINK = "https://ekaterina-hodianok.ru/request?utm_source=bot1&utm_medium=telegram&utm_campaign=req"

BODY_UP_LINK = "https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay"

MINI_COURSE_LINK = "https://ekaterina-hodianok.ru/payment2?utm_source=bot1&utm_medium=telegram&utm_campaign=pay"

WEBINAR_LINK = "https://start.bizon365.ru/room/196812/bodyup?utm_source=bot1&utm_medium=telegram&utm_campaign=guide"

# WEBINAR_LINK = "https://ekaterina-hodianok.tb.ru/course"

GUIDE_LINK = "https://ekaterina-hodianok.ru/guide?utm_source=bot1&utm_medium=telegram&utm_campaign=guide"

CONFIRM_LINK = "https://ekaterina-hodianok.ru/quiz?utm_source=bot1&utm_medium=telegram&utm_campaign=guide"

LESSON_1_LINK = "https://ekaterina-hodianok.ru/l1"

LESSON_2_LINK = "https://ekaterina-hodianok.ru/l2"

CHANNEL_LINK = f'https://t.me/{CHANNEL_NAME[1:]}'